reddit_on_rails/app/controllers/subs_controller.rb

SELECT "subs".* FROM "subs" ORDER BY updated_at DESC
---
  def index
    @subs = Sub.order("updated_at DESC")